Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་ཁ་ཅིག་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན་པ་འཇིག་རྟེན་ན་གནས་སོ། །
en: “ ‘There is a basis for these beliefs, because if, through effort and practice, mendicants or brahmins attain absorption they may, while thus in equipoise, understand neither notion nor no notion to be the correct account of the world.

source: བདག་དང་འཇིག་རྟེན་མཐའ་ཡོད་པ་ཡང་མ་ཡིན་མཐའ་མེད་པ་ཡང་མ་ཡིན་པ་དེ་ནི་འདི་ཉིད་བདེན་གྱི།
en: “It is true that the self and the world are neither finite nor infinite.

source: གཞན་ནི་བརྫུན་ནོ་སྙམ་པ་འདི་ནི་མཐའ་ཡོད་པ་ཡང་མ་ཡིན། མཐའ་མེད་པ་ཡང་མ་ཡིན་པར་ལྟའོ། །
en: Any other view is false.” Thus they may develop the view of neither finiteness nor infinity.

source: གཞན་ཡང་འདིར་ཁ་ཅིག་ཚིག་འཁྲུལ་པ་དང་གཞན་འཁྲུལ་པ་དག་ཡོད་དོ། །
en: “ ‘There are also some who speak confused words that confuse others.

source: ཚིག་འཁྲུལ་པ་དང་། གཞན་འཁྲུལ་པ་འཇུག་པ་ནི་དེ་ལ་བདག་ཡོད་དམ་ཞེས་དྲིས་པ་ན།
en: Thus, if asked whether the self exists they may reply, “It is not like this and not like that.

source: སྨྲས་པ་འདི་ཡང་མ་ཡིན། གཞན་ཡང་མ་ཡིན།
en: It is not like that, but also not in any other way.”

source: འདི་མ་ཡིན་འདི་མ་ཡིན་པ་ཡང་མ་ཡིན་ཞེས་ཚིག་འཁྲུལ་པ་དང་གཞན་འཁྲུལ་པ་འཇུག་གོ། །
en: In such ways they utter confused words that make others confused.

source: བདག་མེད་དམ་ཞེས་དྲིས་པ་ན།
en: If one asks them whether the self is nonexistent, they may reply,

source: འདི་ཡང་དེ་བཞིན་མ་ཡིན། གཞན་ཡང་མ་ཡིན།
en: “That is not the case, but it’s not in any other way either. There is a self, but at the same time not.”

source: འདི་ནི་ཡོད་ཀྱང་ཡོད་ལ། མེད་ཀྱང་མེད་ཅེས་ཚིག་འཁྲུལ་པ་དང་། གཞན་འཁྲུལ་པ་འཇུག་གོ། །
en: In such ways they may speak confused words that make others confused.

source: བདག་དང་འཇིག་རྟེན་གྱི་ལྟ་བ་དྲིས་པ་ན།
en: Were one to ask about the view of the self and the world, they may reply,

source: དེ་ནི་འདི་ལྟར་ཡང་མ་ཡིན།
en: “It is not like this,

source: འདི་ནི་འདི་ལྟར་ཡང་མ་ཡིན།
en: and it is not like that.

source: དེ་ནི་དེ་ལྟར་ཡང་ཡིན།
en: It is like that,

source: འདི་ནི་གཞན་ཡང་མ་ཡིན།
en: yet also not in any other way.

source: འདི་ནི་མ་ཡིན་ཞེས་ཚིག་འཁྲུལ་པ་དང་། གཞན་འཁྲུལ་པ་དག་འཇུག་སྟེ།
en: It is not like that.” In such ways they may utter confused words that make others confused.

source: འདི་ནི་ཚིག་འཁྲུལ་པ་བཞི་པའོ། །
en: That is the fourth confused statement.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་ཁ་ཅིག་འབད་པའི་རྗེས་སུ་འགྲོ་བ་ནས། དེ་སེམས་མཉམ་པར་བཞག་པས། སྔོན་གྱི་བདག་གི་ངོ་བོ་ཉིད་རྗེས་སུ་དྲན་ནོ། །
en: “ ‘There is a basis for these beliefs, because if mendicants or brahmins endeavor and come to rest in equipoise, they may bring to mind the nature of the self in the past.

source: བདག་དང་འཇིག་རྟེན་རྒྱུ་མེད་པ་ལས་བྱུང་ངོ་། །
en: “The self and the world arise without any cause.

source: བདག་སྔོན་ནི་འདིར་མ་བྱུང་ལ་དེ་འདིར་དབྱུང་བས་བདག་དང་འཇིག་རྟེན་དེ་རྒྱུ་མེད་པ་ལས་བྱུང་བ་འདི་ཉིད་བདེན་གྱི།
en: Because I was not here before, yet now I am. Thus, the truth is that the self and the world arise uncaused.

source: གཞན་ནི་བརྫུན་ནོ་སྙམ་པ་འདི་ནི་རྒྱུ་མེད་པ་ལས་བྱུང་བར་ལྟ་བ་དང་པོའོ། །
en: Anything else is false.” This is the first view of appearance without causes.

source: གཞན་ཡང་འདི་ལ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་ཁ་ཅིག་རྟོག་གེ་པ་དཔྱོད་པ་པ་ཡིན་ཏེ།
en: “ ‘Moreover, certain mendicants or brahmins are logicians and

source: དེ་དག་རྟོག་གེའི་ཀུན་ནས་ཉོན་མོངས་པ། རང་གི་ལྟ་བ་པ། རང་གི་སྤོབས་པ་པ། དཔྱོད་པའི་རྗེས་སུ་དཔྱད་པ་དེ་འདི་སྐད་སྨྲ་སྟེ་
en: pursue inquiry based on a logician’s afflictions and their own personal views and eloquence. Thus, they may declare,

source: བདག་དང་འཇིག་རྟེན་རྒྱུ་མེད་པ་ལས་བྱུང་བ་འདི་ཉིད་བདེན་གྱི།
en: “The truth is that the self and the world arise uncaused.

source: གཞན་ནི་བརྫུན་ནོ་སྙམ་པ་འདི་ནི་རྒྱུ་མེད་པ་ལས་བྱུང་བར་སྨྲ་བ་གཉིས་པའོ། །
en: Anything else is false.” This is the second view of appearance without causes.

source: བཅྭ་བརྒྱད་པོ་འདི་དག་ནི་སྔོན་གྱི་མཐར་བརྟགས་པས་ལྟ་བར་གྱུར་པའོ། །
en: These eighteen views are all examinations related to the past.

source: འདུ་ཤེས་བཅུ་དྲུག་ཏུ་ལྟ་བ་ནི།
en: “ ‘There are also the views related to the following sixteen notions:

source: བདག་གཟུགས་ཅན་ཡིན་ཏེ། འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ་སྙམ་མོ། །
en: (1) The truth is that the self has a form, possesses notions, and remains fit. Anything else is false.

source: བདག་གཟུགས་མེད་པ་ལ་ཤི་ནས་འདུ་ཤེས་དང་ལྡན་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (2) The truth is that the self has no form and that it possesses notions after death. Anything else is false.

source: བདག་གཟུགས་དང་གཟུགས་མེད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (3) The truth is that the self both has and does not have a form, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་དང་གཟུགས་ཡོད་པ་ཡང་མ་ཡིན། གཟུགས་མེད་པ་ཡང་མ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་པ་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (4) The truth is that the self neither has nor does not have a form, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་མཐའ་ཡོད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (5) The truth is that the self is finite, and that it possesses notions and remains fit after death. Anything else is false.

source: ཤི་ནས་ནད་མེད་པ་ཞེས་བྱ་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (6) The truth is that the self is infinite, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་མཐའ་ཡོད་ཀྱང་ཡོད་ལ། མཐའ་མེད་ཀྱང་མེད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (7) The truth is that the self is both finite and infinite, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་མཐའ་ཡོད་པ་ཡང་མ་ཡིན། མཐའ་མེད་པ་ཡང་མ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (8) The truth is that the self is neither finite nor infinite, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་གཅིག་ཏུ་བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (9) The truth is that the self is blissful, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་གཅིག་ཏུ་སྡུག་བསྔལ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (10) The truth is that the self suffers, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་བདེ་བ་དང་ལྡན་པ་སྡུག་བསྔལ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་པ་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (11) The truth is that the self is both blissful and suffers, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་སྡུག་བསྔལ་ཡང་མ་ཡིན། བདེ་བ་ཡང་མ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (12) The truth is that the self neither suffers nor is blissful, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་འདུ་ཤེས་གཅིག་ཏུ་གྱུར་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (13) The truth is that the self is only notions, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་འདུ་ཤེས་ཐ་དད་དུ་གྱུར་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (14) The truth is that the self is something other than notions, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་འདུ་ཤེས་ཆུང་བ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (15) The truth is that the self is lesser notions, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་འདུ་ཤེས་ཚད་མེད་པ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ་སྙམ་སྟེ།
en: (16) The truth is that the self is limitless notions, and that it possesses notions and remains fit after death. Anything else is false.

source: འདི་དག་ནི་འདུ་ཤེས་སུ་སྨྲ་བ་བཅུ་དྲུག་གོ། །
en: These are the sixteen positions with regard to notions.

source: དེ་ལ་འདུ་ཤེས་སུ་སྨྲ་བ་བརྒྱད་གང་ཞེ་ན།
en: “ ‘What are the eight positions on notions?

source: བདག་གཟུགས་ཅན་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (1) The truth is that the self has form, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་གཟུགས་མེད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་བརྫུན་ནོ། །
en: (2) The truth is that the self has no form, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་མཐའ་ཡོད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (3) The truth is that the self is finite, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་མཐའ་མེད་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (4) The truth is that the self is infinite, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་ནི་གཅིག་ཏུ་བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (5) The truth is that the self is exclusively blissful, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་གཅིག་ཏུ་སྡུག་བསྔལ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (6) The truth is that the self is exclusively suffering, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་གཅིག་ཏུ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (7) The truth is that the self is both blissful and suffering, and that it possesses notions and remains fit after death. Anything else is false.

source: བདག་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན། བདེ་བ་ཡང་མ་ཡིན་པ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་དང་ལྡན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (8) The truth is that the self is in possession of neither bliss nor suffering, and that it possesses notions and remains fit after death. Anything else is false.

source: ཞེས་དེ་ལྟར་ཁ་ཅིག་སྨྲ་བ་མངོན་དུ་སྨྲའོ། །
en: Such are the positions of certain teachers.

source: དེ་ལ་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན་པར་སྨྲ་བ་བརྒྱད་གང་ཞེ་ན།
en: “ ‘What are the eight views that declare notions to be neither present nor absent?

source: བདག་གཟུགས་ཅན་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན། ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ་ཞེས་ཁ་ཅིག་སྨྲ་བ་མངོན་དུ་སྨྲའོ། །
en: (1) Some hold, “The truth is that the self has form, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་གཟུགས་ཅན་མ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། འདུ་ཤེས་མེད་པ་ཡང་མ་ཡིན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ་ཞེས་ཁ་ཅིག་སྨྲ་བ་མངོན་དུ་སྨྲའོ། །
en: (2) Others hold, “The truth is that the self has no form, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་འདུ་ཤེས་གཅིག་ཏུ་གྱུར་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། འདུ་ཤེས་མེད་པ་ཡང་མ་ཡིན་ཞིང་། ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (3) Others hold, “The truth is that the self is exclusively notions, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: ཞེས་ཁ་ཅིག་སྨྲ་བ་མངོན་དུ་སྨྲའོ། །བདག་འདུ་ཤེས་ཐ་དད་དུ་གྱུར་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན་ཞིང་། ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: (4) Others hold, “The truth is that the self is different from notions, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་ཅག་གཅིག་ཏུ་བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན་ཞིང་ནད་མེད་པའོ། །
en: (5) Others hold, “The truth is that the self is exclusively blissful, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་གཅིག་ཏུ་སྡུག་བསྔལ་བ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན་པའོ། །
en: (6) Others hold, “The truth is that the self is exclusively suffering, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་ནི་བདེ་བ་དང་སྡུག་བསྔལ་བ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན་ཞིང་ནད་མེད་པའོ། །
en: (7) Others hold, “The truth is that the self is both blissful and suffering, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: བདག་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན། བདེ་བ་ཡང་མ་ཡིན་པ་དང་ལྡན་པ་ཡིན་ཏེ། ཤི་ནས་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན། འདུ་ཤེས་མེད་པ་ཡང་མ་ཡིན་ཞིང་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ་ཞེས་ཁ་ཅིག་སྨྲ་བ་མངོན་དུ་སྨྲ་སྟེ། འདི་དག་ནི་འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན།
en: (8) Others hold, “The truth is that the self is neither blissful nor suffering, and upon death it remains fit while notions are neither present nor absent. Anything else is false.”

source: འདུ་ཤེས་མེད་པ་ཡང་མ་ཡིན་པའི་སྐྱེ་མཆེད་དུ་སྨྲ་བ་བརྒྱད་དོ། །
en: Those are the eight views regarding the sense source of neither presence nor absence of notions.

source: དེ་ལ་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པར་སྨྲ་བ་ལྔ་གང་ཞེ་ན།
en: “ ‘What are the five views regarding transcendence of suffering in the present life?

source: འདིར་འདི་ལ་ཁ་ཅིག་འདི་སྐད་སྨྲ།
en: (1) Some say,

source: འདི་ལྟར་ལྟ་བ་ཡིན་ཏེ་བདག་འདི་འདོད་པའི་ཡོན་ཏན་ལྔ་འབྱོར་ཅིང་ལྡན་པར་གྱུར་པ་ཡོངས་སུ་སྤྱོད་པ་སྟེ། དེའི་ཚེ་བདག་འདི་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་འགྱུར་རོ། །
en: “It should be understood that when the self has access to, and partakes of, the five sense pleasures, it attains supreme transcendence of suffering within the present life.”

source: དེ་ལ་གཞན་དག་འདི་སྐད་སྨྲ་སྟེ།
en: (2) Others object,

source: དེའི་ཚེ་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་མི་འགྱུར་ཏེ།
en: “That is not the time of achieving supreme transcendence of suffering within the present life.

source: གང་གི་ཚེ་བདག་འདི་འདོད་པ་དག་ལས་དབེན་པ། སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམས་ལས་དབེན་པ་ནས་བསམ་གཏན་དང་པོའི་བར་ཉེ་བར་རྫོགས་པར་བྱས་ཏེ། གནས་པ་དེའི་ཚེ་བདག་འདི་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་འགྱུར་རོ། །
en: Rather, when the self, disengaged from both pleasures and unvirtuous negative phenomena, perfects and remains within the first concentration, that is the time of attaining supreme transcendence of suffering within the present life.”

source: བདག་དེ་དེ་ཙམ་གྱིས་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་མི་འགྱུར་རོ། །
en: “That alone is not sufficient for the self to attain supreme transcendence of suffering within the present life.

source: གང་གི་ཚེ་བདག་དེ་རྣམ་པར་རྟོག་པ་དང་། རྣམ་པར་དཔྱོད་པ་ཉེ་བར་ཞི་བར་བྱ་བའི་ཕྱིར་བསམ་གཏན་གཉིས་པ་ཉེ་བར་རྫོགས་པར་བྱས་ཏེ། གནས་པ་དེ་ཙམ་གྱིས་བདག་དེ་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་འགྱུར་རོ། །
en: Rather, when the self perfects and remains within the second concentration then that is the time of attaining supreme transcendence of suffering in the present life.”

source: གང་གི་ཚེ་བདག་དེ་དགའ་བའི་འདོད་ཆགས་དང་བྲལ་བ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། བསམ་གཏན་གསུམ་པའི་བར་ཉེ་བར་རྫོགས་པར་བྱས་ཏེ། གནས་པ་དེ་ཙམ་གྱིས་བདག་དེ་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པའི་མཆོག་ཐོབ་པར་འགྱུར་རོ། །
en: Rather, when the self has separated from attachment to joy, and thus perfects and remains within the third concentration, then that is precisely the attainment of the supreme transcendence of suffering within the present life.”

source: བདག་དེ་དེ་ཙམ་གྱིས་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པའི་མཆོག་ཐོབ་པར་མི་འགྱུར་རོ། །
en: “That alone is not enough for the self to attain the supreme transcendence of suffering within the present life.

source: གང་གི་ཚེ་བདག་དེ་བདེ་བ་ཡང་སྤངས། སྡུག་བསྔལ་ཡང་སྤངས་པ་ནས་བསམ་གཏན་བཞི་པའི་བར་ཉེ་བར་རྫོགས་པར་བྱས་ཏེ། གནས་པ་དེ་ཙམ་གྱིས་བདག་དེ་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པའི་མཆོག་ཐོབ་པར་འགྱུར་ཏེ།
en: Rather, when the self has relinquished both pleasure and pain, and thus perfects and remains within the fourth concentration, then that is precisely the attainment of the supreme transcendence of suffering within the present life.”

source: ལྔ་པོ་འདི་དག་ནི་མཐོང་བའི་ཆོས་ལ་མྱ་ངན་ལས་འདས་པར་སྨྲ་བ་ཡིན་ནོ།། །།
en: These five are the positions on the transcendence of suffering within the present life.

source: དེ་ལ་ཆད་པར་སྨྲ་བ་བདུན་གང་ཞེ་ན།
en: “ ‘What are the seven annihilationist positions?

source: འདི་ལ་ཁ་ཅིག་དག་འདི་སྐད་སྨྲ་འདི་ལྟར་ལྟ་བ་ཡོད་དེ།
en: (1) Some say,

source: གང་གི་ཚེ་བདག་གཟུགས་ཅན་དེ་འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པ་ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། དེ་ཙམ་གྱིས་བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་རོ། །
en: “When the physical self, which is made from the four main elements, is broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: གང་གི་ཚེ་བདག་དེ་ལྷའི་འདོད་པའི་ཡོན་ཏན་དག་ལ་ཡོངས་སུ་སྤྱད་ནས་ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། དེ་ཙམ་གྱིས་བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་རོ། །
en: (2) Others claim, “When the self has partaken of divine pleasures and subsequently is broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: བདག་དེ་དེ་ཙམ་གྱིས་ཡང་དག་པར་ཆད་པར་མི་འགྱུར་རོ། །
en: “No, that in itself does not annihilate the self.

source: གང་གི་ཚེ་བདག་གཟུགས་ཅན་དེ་འཇིག་རྟེན་ཕ་རོལ་ནས་ཤི་ནས་མིའི་བཟང་པོ་ཡོངས་སུ་སྤྱད་དེ་ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་རོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: When the physical self passes beyond the world and dies, and subsequently enjoys excellent human circumstances, which are then broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: གང་གི་ཚེ་བདག་གཟུགས་ཅན་མ་ཡིན་པ་དེ་འཇིག་རྟེན་ཕ་རོལ་ནས་ཤི་ནས་ནམ་མཁའ་ལ་འདུ་ཤེས་སྐྱེ་མཆེད་དུ་ཉེ་བར་སོང་སྟེ་ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། དེ་ཙམ་གྱིས་ཞེས་བྱ་བ་ནས་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: When the immaterial self passes beyond the world and dies, and subsequently reaches the sense source of space, and is thus broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: གང་གི་ཚེ་བདག་གཟུགས་ཅན་མ་ཡིན་པ་དེ་འཇིག་རྟེན་ཕ་རོལ་ནས་ཤི་ནས་རྣམ་ཤེས་འདུ་ཤེས་སྐྱེ་མཆེད་དུ་ཉེ་བར་སོང་སྟེ། ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་བའི་བར་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: When the immaterial self passes beyond the world and dies, and subsequently reaches the sense source of consciousness, and is thus broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: གང་གི་ཚེ་བདག་གཟུགས་ཅན་མ་ཡིན་པ་དེ། འཇིག་རྟེན་ཕ་རོལ་ནས་ཤི་ནས་ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དུ་ཉེ་བར་སོང་སྟེ། ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་བའི་བར་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: When the immaterial self passes beyond the world and dies, and subsequently reaches the sense source of nothing whatsoever, and is thus broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: གང་གི་ཚེ་བདག་དེ་འཇིག་རྟེན་ཕ་རོལ་ནས་ཤི་ནས། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་སོང་སྟེ་ཆད་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། མི་འགྲུབ་པར་འགྱུར་ཏེ། དེ་ཙམ་གྱིས་བདག་དེ་ཡང་དག་པར་ཆད་པར་འགྱུར་རོ། །
en: When the immaterial self passes beyond the world and dies, having reached the sense source of neither notion nor no notion, and is thus broken, destroyed, and eradicated, then that in itself annihilates the self.”

source: བདུན་པོ་འདི་དག་ནི་ཆད་པར་སྨྲ་བ་ཡིན་ནོ། །
en: These seven are annihilationist positions.

source: དེ་དག་ལས་སྔོན་གྱི་མཐའ་རྟོག་པ་ནི་བཅྭ་བརྒྱད་དོ། །
en: “ ‘Eighteen among those positions are conceptions based on the past

source: ཕྱི་མའི་མཐའ་རྟོག་པ་ནི་བཞི་བཅུ་རྩ་བཞི་སྟེ།
en: and another forty-four are ideas based on the future.

source: འདི་ནི་ལྟ་བའི་ཟག་པ་ཞེས་བྱའོ། །
en: They are what is known as the defilement of views .

source: ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་པོ་འདི་དག་ཐམས་ཅད་ནི་འཆིང་བ་ཡིན་ནོ། །
en: All sixty-two of them are bondage.

source: དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་གང་ལ་ལ་དག་ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་པོ་འདི་དག་གིས་འཇུག་པར་བྱེད། ལྡོག་པར་བྱེད་དོ། །
en: Mendicants and brahmins may accept or reject these sixty-two views.

source: དེ་ད་ལྟར་དེ་དག་གཞན་གྱིས་ཀྱང་ངེས་པར་འབྱུང་བར་བལྟ་སྟེ། དེ་དག་ཕལ་ཆེར་ནི་ངེས་པར་འབྱུང་བར་མི་བལྟའོ། །
en: Yet while they assume one type of view to escape another, they generally do not consider that they all should be relinquished.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཉ་པའམ་ཉ་པའི་སློབ་མ་མཁས་པ་ལུས་ཤིན་ཏུ་གཤེར་བ་ཞིག་ཆུར་ཞུགས་ན། ཆུའི་ཀློང་ཡང་དག་པར་བཅད་དེ་འགྲེང་བའམ། འདུག་པ་དེ་འདི་སྙམ་དུ་སེམས་སོ། །
en: For example, when a fisherman, or his skilled apprentice, is standing submerged in the middle of a lake, he may think,

source: སྲོག་ཆགས་གང་ལ་ལ་དག་ཆུ་ཆུང་ངུ་འདིར་དེ་དག་གི་ལུས་གཤེར་བ་ཐམས་ཅད་ཆུའི་ནང་དུ་འཇུག་པ་ན་འཇུག་ཅིང་དེ་ལས་ཕྱི་རོལ་དུ་མ་ཡིན་ནོ། །
en: “All of the creatures that live in this little pool are drenched in water and remain confined to the pool.

source: དེ་བཞིན་དུ་དགེ་སྦྱོང་ངམ།
en: None of them are outside it.”

source: བྲམ་ཟེ་གང་ལ་ལ་དག་འཇུག་པ་ན་འཇུག་སྟེ། དེ་དག་ཐམས་ཅད་འཇིག་ཚོགས་ལ་ལྟ་བའི་གཞིར་ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་དག་གིས་འཇུག་པར་འཇུག་གོ། །
en: Likewise, mendicants or brahmins may be preoccupied with these views and yet all of them assume one of these sixty-two views that form the basis for the view of the transitory collection.

source: དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་སྐལ་བ་མེད་དོ། །
en: Thus they all lack the fortune of being able to set their mind upon unsurpassed and perfect awakening.

source: དེ་དག་འཇིག་ཚོགས་ལ་ལྟ་བའི་གཞི་ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་དག་སྤངས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ་སྙམ་ནས
en: A bodhisattva who abandons these sixty-two views that form the basis for the view of the transitory collection will become irreversible from unsurpassed and perfect awakening.’

source: དེ་ཏིང་ངེ་འཛིན་དེ་ལས་ལངས་ཏེ། ཇི་ལྟར་རྟོག་པའི་ཆོས་དག་སེམས་ཅན་རྣམས་ཡང་དག་པར་རབ་ཏུ་སྟོན་ཏོ། །
en: “When the sage arose from his absorption he set out to teach sentient beings what he had understood.

source: དེའི་ལྟ་བར་གྱུར་པ་རྣམ་པར་བཤིག་པ་དེ་དག་ཐོས་ནས། སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་སྐྱེས་ཤིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: Thus, as they heard how he had brought all views to collapse, innumerable beings gained acceptance that phenomena are unborn, and they became irreversible from unsurpassed and perfect awakening.

source: མཽད་གལ་གྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། དེའི་ཚེ་དེའི་དུས་ན་དྲང་སྲོང་ཆོས་རྣམ་པར་སྟོན་པ་ལ་དཔའ་བ་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཡིན་པར་སེམས་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ
en: “Maudgalyāyana, in case you may think that at that time the bold sage Teacher of Dharma was anyone else, do not think so.

source: ང་དེའི་ཚེ་དེའི་དུས་ན་དྲང་སྲོང་ཆོས་རྣམ་པར་སྟོན་པ་ལ་དཔའ་བ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: In those days I was the bold sage Teacher of Dharma,

source: ངས་ལྟ་བར་གྱུར་པ་རྣམ་པར་བཤིག་པ་དེ་སེམས་ཅན་རྣམ་པ་དུ་མས་ཐོས་ནས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་བོ། །
en: and so numerous beings gained acceptance that phenomena are unborn by hearing how I had demolished the views.

source: མཽད་གལ་གྱི་བུ་དེ་ལྟ་བས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ལྟ་བར་གྱུར་པ་རྟོག་པར་བྱ་བ་ལ་མཁས་པར་བྱའོ། །
en: Therefore, Maudgalyāyana, bodhisattva great beings must develop an expert understanding of views.
